[
  {
    "_id": "643010e0f5a7e52ce1e8fa65",
    "name": "James",
    "details": "The food was amazing and the service was impeccable. I had the (FN) and it was cooked to perfection. The portions were generous and the flavors were well-balanced. The restaurant was cozy and elegant, with a nice view of the city. I would definitely come back and recommend it to anyone looking for a great dining experience.",
    "rating": 4
  },
  {
    "_id": "643010f9f5a7e52ce1e8fa66",
    "name": "Emma",
    "details": "I loved this place! The atmosphere was lively and fun, with a lot of local art on the walls. The staff was friendly and attentive, and the food was delicious. I ordered the (FN) and it was crispy, juicy, and flavorful. The (FN) was also very good, with a creamy sauce and fresh ingredients. The prices were reasonable for the quality and quantity of food. I can’t wait to go back and try more dishes.",
    "rating": 3
  },
  {
    "_id": "6430110af5a7e52ce1e8fa67",
    "name": "Noah",
    "details": "This restaurant is a hidden gem in (CN). The food is authentic and fresh, with a lot of variety and options. I tried the (FN) and it was amazing. The meat was tender and the spices were just right. The (FN) was also very tasty, with a rich broth and noodles. The service was fast and courteous, and the owner was very welcoming and friendly. I felt like I was in another country. This is a must-try for anyone who loves (cuisine).",
    "rating": 5
  },
  {
    "_id": "64301123f5a7e52ce1e8fa68",
    "name": "Liam",
    "details": "What a wonderful restaurant! The food was superb and the presentation was beautiful. I had the (FN) and it was one of the best dishes I’ve ever had. The fish was flaky and moist, and the sauce was tangy and sweet. The (FN) was also very good, with a crunchy crust and a soft filling. The service was excellent, with a lot of attention to detail and professionalism. The restaurant was spacious and elegant, with a relaxing ambiance. I would highly recommend this place to anyone who wants to treat themselves to a fine dining experience.",
    "rating": 4
  },
  {
    "_id": "6430113af5a7e52ce1e8fa69",
    "name": "Sarah Smith",
    "details": "This is my favorite restaurant in (CN). The food is always fresh and delicious, with a lot of options for different tastes and diets. I love the (FN), which is a hearty and satisfying dish with a lot of flavor. The (FN) is also very good, with a light and refreshing taste. The service is always friendly and efficient, and the restaurant is clean and comfortable. I always enjoy coming here with my family or friends",
    "rating": 3
  },
  {
    "_id": "6430113af5a7e52ce1e8fa70",
    "name": "Oliver",
    "details": "This restaurant is amazing! The food is creative and delicious, with a lot of fusion dishes that combine different cuisines. I had the (FN), which was a spicy and savory dish with a lot of texture. The (FN) was also very good, with a sweet and sour taste that complemented the main dish. The service was outstanding, with a lot of knowledge and enthusiasm about the menu. The restaurant was modern and stylish, with a lot of personality. I would definitely come back and try more dishes.",
    "rating": 4
  },
  {
    "_id": "6430113af5a7e52ce1e8fa71",
    "name": "Logan",
    "details": "This place is great! The food is simple but tasty, with a lot of comfort food classics that make you feel good. I ordered the (FN), which was a cheesy and gooey dish that hit the spot. The (FN) was also very good, with a crispy crust and a soft inside. The service was warm and friendly, and the restaurant was cozy and charming, with a lot of vintage decor. I would definitely come back for more.",
    "rating": 3
  },
  {
    "_id": "6430113af5a7e52ce1e8fa72",
    "name": "Emily",
    "details": "This place is awesome! The food is fun and delicious, with a lot of street food inspired dishes that are easy to eat and share. I had the (FN), which was a crunchy and juicy dish that packed a punch. The (FN) was also very good, with a sweet and spicy taste that balanced the main dish. The service was cool and friendly, and the restaurant was hip and trendy, with a lot of music and energy. I would definitely come back for a good time.",
    "rating": 4
  },
  {
    "_id": "6430113af5a7e52ce1e8fa73",
    "name": "Sophia",
    "details": "This restaurant is wonderful! The food is healthy and delicious, with a lot of organic and local ingredients that are good for you and the planet. I had the (FN), which was a fresh and colorful dish that nourished my body and soul. The (FN) was also very good, with a nutty and creamy taste that satisfied my sweet tooth. The service was kind and attentive, and the restaurant was bright and cozy, with a lot of plants and natural light. I would definitely come back for more.",
    "rating": 5
  },
  {
    "_id": "6430113af5a7e52ce1e8fa74",
    "name": "Olivia",
    "details": "This restaurant is fantastic! The food is exquisite and refined, with a lot of attention to quality and presentation. I had the (FN), which was a delicate and flavorful dish that melted in my mouth. The (FN) was also very good, with a smooth texture and a subtle taste. The service was impeccable, with a lot of elegance and professionalism. The restaurant was sophisticated and chic, with a nice atmosphere. I would definitely come back for a special occasion.",
    "rating": 4
  }
]
